<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
  <title>오늘의 묵상</title>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/css/bootstrap.min.css">
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/js/bootstrap.min.js"></script>
  <style>
    /* Remove the navbar's default margin-bottom and rounded borders */ 
    .navbar {
      margin-bottom: 0;
      border-radius: 0;
    }
    
    /* Set height of the grid so .sidenav can be 100% (adjust as needed) */
    .row.content {height: 450px}
    
    /* Set gray background color and 100% height */
    .sidenav {	
      padding-top: 20px;
      background-color: #f1f1f1;
      height: 100%;
    }
    
    #well {
    padding-top: 5px; 
    padding-bottom: 5px;
    }
    
    #well a:hover, .navi a:active {
	text-shadow: 0px 1px 1px #000;
	color: #b3d9ff;
	text-decoration: none;
	}
	
	#contents {
	padding: 3% 2% 3% 2%;
	}
    
    /* Set black background color, white text and some padding */
    footer {
      background-color: #555;
      color: white;
      padding: 15px;
    }
    
    /* On small screens, set height to 'auto' for sidenav and grid */
    @media screen and (max-width: 767px) {
      .sidenav {
        height: auto;
        padding: 15px;
      }
      .row.content {height:auto;} 
    }
  </style>
</head>
<body>

<nav class="navbar navbar-inverse" id="navbar">
  <div class="container-fluid">
    <div class="navbar-header">
      <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#myNavbar">
        <span class="icon-bar"></span>
        <span class="icon-bar"></span>
        <span class="icon-bar"></span>                        
      </button>
      <a class="navbar-brand" href="contemplation.jsp">My_QT</a>
    </div>
    <div class="collapse navbar-collapse" id="myNavbar">
      <ul class="nav navbar-nav">
        <li><a href="about1.jsp">ABOUT</a></li>
        <li><a href="contemplation.jsp">오늘의 묵상</a></li>
        <li><a href="book1.jsp">QT 교재</a></li>
        <li><a href="../board/index.jsp">묵상 나눔</a></li>
      </ul>
      <ul class="nav navbar-nav navbar-right">
      <c:choose>
        <c:when test="${sessionScope.userid == null}">
   			<span><a href="login1.jsp" style="color: gray;">로그인 | </a></span>
   		</c:when> 
   	<c:otherwise>
    	<span style="color: white;"><strong style="color: white;">${sessionScope.result}</strong>님 </span>
    	<span><a href="/jsp02/member_servlet/view.do" style="color: gray;"> | 회원정보</a></span>
   	</c:otherwise>
      </c:choose>
      </ul>
    </div>
  </div>
</nav>
  
<div class="container-fluid text-center">    
  <div class="row content">
  
    <div class="col-sm-2 sidenav">
      <div class="well "id="well">
        <p><a href="#sentences1">1월 31일 월요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences2">2월 1일 화요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences3">2월 2일 수요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences4">2월 3일 목요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences5">2월 4일 금요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences6">2월 5일 토요일</a></p>
      </div>
      <div class="well "id="well">
        <p><a href="#sentences7">2월 6일 일요일</a></p>
      </div>
      
    </div>
    
    <div class="col-sm-8 text-center" id="contents">
          <div id="sentences1">
      			<h4>1월 31일 월요일</h4>
				<h3>[ 요한복음 9장 1~12절 ]</h3>
				<p>1. 예수께서 길을 가실 때에 날 때부터 맹인 된 사람을 보신지라</p>
				<p>2. 제자들이 물어 이르되 랍비여 이 사람이 맹인으로 난 것이 누구의 죄로 인함이니이까 자기니이까 그의 부모니이까</p>
				<p>3. 예수께서 대답하시되 이 사람이나 그 부모의 죄로 인한 것이 아니라 그에게서 하나님이 하시는 일을 나타내고자 하심이라</p>
				<p>4. 때가 아직 낮이매 나를 보내신 이의 일을 우리가 하여야 하리라 밤이 오리니 그 때는 아무도 일할 수 없느니라</p>
				<p>5. 내가 세상에 있는 동안에는 세상의 빛이로라</p>
				<p>6. 이 말씀을 하시고 땅에 침을 뱉어 진흙을 이겨 그의 눈에 바르시고</p>
				<p>7. 이르시되 실로암 못에 가서 씻으라 하시니 （실로암은 번역하면 보냄을 받았다는 뜻이라） 이에 가서 씻고 밝은 눈으로 왔더라</p>
				<p>8. 이웃 사람들과 전에 그가 걸인인 것을 보았던 사람들이 이르되 이는 앉아서 구걸하던 자가 아니냐</p>
				<p>9. 어떤 사람은 그 사람이라 하며 어떤 사람은 아니라 그와 비슷하다 하거늘 자기 말은 내가 그라 하니</p>
				<p>10. 그들이 묻되 그러면 네 눈이 어떻게 떠졌느냐</p>
				<p>11. 대답하되 예수라 하는 그 사람이 진흙을 이겨 내 눈에 바르고 나더러 실로암에 가서 씻으라 하기에 가서 씻었더니 보게 되었노라</p>
				<p>12. 그들이 이르되 그가 어디 있느냐 이르되 알지 못하노라 하니라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences2">
		  		<br><br>
      			<h4>2월 1일 화요일</h4>
				<h3>[ 요한복음 9장 13~23절 ]</h3>
				<p>13. 그들이 전에 맹인이었던 사람을 데리고 바리새인들에게 갔더라</p>
				<p>14. 예수께서 진흙을 이겨 눈을 뜨게 하신 날은 안식일이라</p>
				<p>15. 그러므로 바리새인들도 그가 어떻게 보게 되었는지를 물으니 이르되 그 사람이 진흙을 내 눈에 바르매 내가 씻고 보나이다 하니</p>
				<p>16. 바리새인 중에 어떤 사람은 말하되 이 사람이 안식일을 지키지 아니하니 하나님께로부터 온 자가 아니라 하며 어떤 사람은 말하되 죄인으로서 어떻게 이러한 표적을 행하겠느냐 하여 그들 중에 분쟁이 있었더니</p>
				<p>17. 이에 맹인되었던 자에게 다시 묻되 그 사람이 네 눈을 뜨게 하였으니 너는 그를 어떠한 사람이라 하느냐 대답하되 선지자니이다 하니</p>
				<p>18. 유대인들이 그가 맹인으로 있다가 보게 된 것을 믿지 아니하고 그 부모를 불러 묻되</p>
				<p>19. 이는 너희 말에 맹인으로 났다 하는 너희 아들이냐 그러면 지금은 어떻게 해서 보느냐</p>
				<p>20. 그 부모가 대답하여 이르되 이 사람이 우리 아들인 것과 맹인으로 난 것을 아나이다</p>
				<p>21. 그러나 지금 어떻게 해서 보는지 또는 누가 그 눈을 뜨게 하였는지 우리는 알지 못하나이다 그에게 물어 보소서 그가 장성하였으니 자기 일을 말하리이다</p>
				<p>22. 그 부모가 이렇게 말한 것은 이미 유대인들이 누구든지 예수를 그리스도로 시인하는 자는 출교하기로 결의하였으므로 그들을 무서워함이러라</p>
				<p>23. 이러므로 그 부모가 말하기를 그가 장성하였으니 그에게 물어 보소서 하였더라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences3">
		  		<br><br>
      			<h4>2월 2일 수요일</h4>
				<h3>[ 요한복음 9장 24~41절 ]</h3>
				<p>24. 이에 그들이 맹인이었던 사람을 두 번째 불러 이르되 너는 하나님께 영광을 돌리라 우리는 이 사람이 죄인인 줄 아노라</p>
				<p>25. 대답하되 그가 죄인인지 내가 알지 못하나 한 가지 아는 것은 내가 맹인으로 있다가 지금 보는 그것이니이다</p>
				<p>26. 그들이 이르되 그 사람이 네게 무엇을 하였느냐 어떻게 네 눈을 뜨게 하였느냐</p>
				<p>27. 대답하되 내가 이미 일렀어도 듣지 아니하고 어찌하여 다시 듣고자 하나이까 당신들도 그의 제자가 되려 하나이까</p>
				<p>28. 그들이 욕하여 이르되 너는 그의 제자이나 우리는 모세의 제자라</p>
				<p>29. 하나님이 모세에게는 말씀하신 줄을 우리가 알거니와 이 사람은 어디서 왔는지 알지 못하노라</p>
				<p>30. 그 사람이 대답하여 이르되 이상하다 이 사람이 내 눈을 뜨게 하였으되 당신들은 그가 어디서 왔는지 알지 못하는도다</p>
				<p>31. 하나님이 죄인의 말을 듣지 아니하시고 경건하여 그의 뜻대로 행하는 자의 말은 들으시는 줄을 우리가 아나이다</p>
				<p>32. 창세 이후로 맹인으로 난 자의 눈을 뜨게 하였다 함을 듣지 못하였으니</p>
				<p>33. 이 사람이 하나님께로부터 오지 아니하였으면 아무 일도 할 수 없으리이다</p>
				<p>34. 그들이 대답하여 이르되 네가 온전히 죄 가운데서 나서 우리를 가르치느냐 하고 이에 쫓아내어 보내니라</p>
				<p>35. 예수께서 그들이 그 사람을 쫓아냈다 하는 말을 들으셨더니 그를 만나사 이르시되 네가 인자를 믿느냐</p>
				<p>36. 대답하여 이르되 주여 그가 누구시오니이까 내가 믿고자 하나이다</p>
				<p>37. 예수께서 이르시되 네가 그를 보았거니와 지금 너와 말하는 자가 그이니라</p>
				<p>38. 이르되 주여 내가 믿나이다 하고 절하는지라</p>
				<p>39. 예수께서 이르시되 내가 심판하러 이 세상에 왔으니 보지 못하는 자들은 보게 하고 보는 자들은 맹인이 되게 하려 함이라 하시니</p>
				<p>40. 바리새인 중에 예수와 함께 있던 자들이 이 말씀을 듣고 이르되 우리도 맹인인가</p>
				<p>41. 예수께서 이르시되 너희가 맹인이 되었더라면 죄가 없으려니와 본다고 하니 너희 죄가 그대로 있느니라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences4">
		  		<br><br>
      			<h4>2월 3일 목요일</h4>
				<h3>[ 요한복음 10장 1~21절 ]</h3>
				<p>1. 내가 진실로 진실로 너희에게 이르노니 문을 통하여 양의 우리에 들어가지 아니하고 다른 데로 넘어가는 자는 절도며 강도요</p>
				<p>2. 문으로 들어가는 이는 양의 목자라</p>
				<p>3. 문지기는 그를 위하여 문을 열고 양은 그의 음성을 듣나니 그가 자기 양의 이름을 각각 불러 인도하여 내느니라</p>
				<p>4. 자기 양을 다 내놓은 후에 앞서 가면 양들이 그의 음성을 아는 고로 따라오되</p>
				<p>5. 타인의 음성은 알지 못하는 고로 타인을 따르지 아니하고 도리어 도망하느니라</p>
				<p>6. 예수께서 이 비유로 그들에게 말씀하셨으나 그들은 그가 하신 말씀이 무엇인지 알지 못하니라</p>
				<p>7. 그러므로 예수께서 다시 이르시되 내가 진실로 진실로 너희에게 말하노니 나는 양의 문이라</p>
				<p>8. 나보다 먼저 온 자는 다 절도요 강도니 양들이 듣지 아니하였느니라</p>
				<p>9. 내가 문이니 누구든지 나로 말미암아 들어가면 구원을 받고 또는 들어가며 나오며 꼴을 얻으리라</p>
				<p>10. 도둑이 오는 것은 도둑질하고 죽이고 멸망시키려는 것뿐이요 내가 온 것은 양으로 생명을 얻게 하고 더 풍성히 얻게 하려는 것이라</p>
				<p>11. 나는 선한 목자라 선한 목자는 양들을 위하여 목숨을 버리거니와</p>
				<p>12. 삯꾼은 목자가 아니요 양도 제 양이 아니라 이리가 오는 것을 보면 양을 버리고 달아나나니 이리가 양을 물어 가고 또 헤치느니라</p>
				<p>13. 달아나는 것은 그가 삯꾼인 까닭에 양을 돌보지 아니함이나</p>
				<p>14. 나는 선한 목자라 나는 내 양을 알고 양도 나를 아는 것이</p>
				<p>15. 아버지께서 나를 아시고 내가 아버지를 아는 것 같으니 나는 양을 위하여 목숨을 버리노라</p>
				<p>16. 또 이 우리에 들지 아니한 다른 양들이 내게 있어 내가 인도하여야 할 터이니 그들도 내 음성을 듣고 한 무리가 되어 한 목자에게 있으리라</p>
				<p>17. 내가 내 목숨을 버리는 것은 그것을 내가 다시 얻기 위함이니 이로 말미암아 아버지께서 나를 사랑하시느니라</p>
				<p>18. 이를 내게서 빼앗는 자가 있는 것이 아니라 내가 스스로 버리노라 나는 버릴 권세도 있고 다시 얻을 권세도 있으니 이 계명은 내 아버지에게서 받았노라 하시니라</p>
				<p>19. 이 말씀으로 말미암아 유대인 중에 다시 분쟁이 일어나니</p>
				<p>20. 그 중에 많은 사람이 말하되 그가 귀신 들려 미쳤거늘 어찌하여 그 말을 듣느냐 하며</p>
				<p>21. 어떤 사람은 말하되 이 말은 귀신 들린 자의 말이 아니라 귀신이 맹인의 눈을 뜨게 할 수 있느냐 하더라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences5">
		  		<br><br>
      			<h4>2월 4일 금요일</h4>
				<h3>[ 요한복음 10장 22~42절 ]</h3>
				<p>22. 예루살렘에 수전절이 이르니 때는 겨울이라</p>
				<p>23. 예수께서 성전 안 솔로몬 행각에서 거니시니</p>
				<p>24. 유대인들이 에워싸고 이르되 당신이 언제까지나 우리 마음을 의혹하게 하려 하나이까 그리스도이면 밝히 말씀하소서 하니</p>
				<p>25. 예수께서 대답하시되 내가 너희에게 말하였으되 믿지 아니하는도다 내가 내 아버지의 이름으로 행하는 일들이 나를 증거하는 것이거늘</p>
				<p>26. 너희가 내 양이 아니므로 믿지 아니하는도다</p>
				<p>27. 내 양은 내 음성을 들으며 나는 그들을 알며 그들은 나를 따르느니라</p>
				<p>28. 내가 그들에게 영생을 주노니 영원히 멸망하지 아니할 것이요 또 그들을 내 손에서 빼앗을 자가 없느니라</p>
				<p>29. 그들을 주신 내 아버지는 만물보다 크시매 아무도 아버지 손에서 빼앗을 수 없느니라</p>
				<p>30. 나와 아버지는 하나이니라 하신대</p>
				<p>31. 유대인들이 다시 돌을 들어 치려 하거늘</p>
				<p>32. 예수께서 대답하시되 내가 아버지로 말미암아 여러 가지 선한 일로 너희에게 보였거늘 그 중에 어떤 일로 나를 돌로 치려 하느냐</p>
				<p>33. 유대인들이 대답하되 선한 일로 말미암아 우리가 너를 돌로 치려는 것이 아니라 신성모독으로 인함이니 네가 사람이 되어 자칭 하나님이라 함이로라</p>
				<p>34. 예수께서 이르시되 너희 율법에 기록된 바 내가 너희를 신이라 하였노라 하지 아니하였느냐</p>
				<p>35. 성경은 폐하지 못하나니 하나님의 말씀을 받은 사람들을 신이라 하셨거든</p>
				<p>36. 하물며 아버지께서 거룩하게 하사 세상에 보내신 자가 나는 하나님의 아들이라 하는 것으로 너희가 어찌 신성모독이라 하느냐</p>
				<p>37. 만일 내가 내 아버지의 일을 행하지 아니하거든 나를 믿지 말려니와</p>
				<p>38. 내가 행하거든 나를 믿지 아니할지라도 그 일은 믿으라 그러면 너희가 아버지께서 내 안에 계시고 내가 아버지 안에 있음을 깨달아 알리라 하시니</p>
				<p>39. 그들이 다시 예수를 잡고자 하였으나 그 손에서 벗어나 나가시니라</p>
				<p>40. 다시 요단 강 저편 요한이 처음으로 세례 베풀던 곳에 가사 거기 거하시니</p>
				<p>41. 많은 사람이 왔다가 말하되 요한은 아무 표적도 행하지 아니하였으나 요한이 이 사람을 가리켜 말한 것은 다 참이라 하더라</p>
				<p>42. 그리하여 거기서 많은 사람이 예수를 믿으니라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences6">
		  		<br><br>
      			<h4>2월 5일 토요일</h4>
				<h3>[ 요한복음 11장 1~16절 ]</h3>
				<p>1. 어떤 병자가 있으니 이는 마리아와 그 자매 마르다의 마을 베다니에 사는 나사로라</p>
				<p>2. 이 마리아는 향유를 주께 붓고 머리털로 주의 발을 닦던 자요 병든 나사로는 그의 오라버니더라</p>
				<p>3. 이에 그 누이들이 예수께 사람을 보내어 이르되 주여 보시옵소서 사랑하시는 자가 병들었나이다 하니</p>
				<p>4. 예수께서 들으시고 이르시되 이 병은 죽을 병이 아니라 하나님의 영광을 위함이요 하나님의 아들이 이로 말미암아 영광을 받게 하려 함이라 하시더라</p>
				<p>5. 예수께서 본래 마르다와 그 동생과 나사로를 사랑하시더니</p>
				<p>6. 나사로가 병들었다 함을 들으시고 그 계시던 곳에 이틀을 더 유하시고</p>
				<p>7. 그 후에 제자들에게 이르시되 유대로 다시 가자 하시니</p>
				<p>8. 제자들이 말하되 랍비여 방금도 유대인들이 돌로 치려 하였는데 또 그리로 가시려 하나이까</p>
				<p>9. 예수께서 대답하시되 낮이 열두 시간이 아니냐 사람이 낮에 다니면 이 세상의 빛을 보므로 실족하지 아니하고</p>
				<p>10. 밤에 다니면 빛이 그 사람 안에 없는 고로 실족하느니라</p>
				<p>11. 이 말씀을 하신 후에 또 이르시되 우리 친구 나사로가 잠들었도다 그러나 내가 깨우러 가노라</p>
				<p>12. 제자들이 이르되 주여 잠들었으면 낫겠나이다 하더라</p>
				<p>13. 예수는 그의 죽음을 가리켜 말씀하신 것이나 그들은 잠들어 쉬는 것을 가리켜 말씀하심인 줄 생각하는지라</p>
				<p>14. 이에 예수께서 밝히 이르시되 나사로가 죽었느니라</p>
				<p>15. 내가 거기 있지 아니한 것을 너희를 위하여 기뻐하노니 이는 너희로 믿게 하려 함이라 그러나 그에게로 가자 하시니</p>
				<p>16. 디두모라고도 하는 도마가 다른 제자들에게 말하되 우리도 주와 함께 죽으러 가자 하니라</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  <div id="sentences7">
		  		<br><br>
      			<h4>2월 6일 일요일</h4>
				<h3>[ 요한복음 11장 17~27절 ]</h3>
				<p>17. 예수께서 와서 보시니 나사로가 무덤에 있은 지 이미 나흘이라</p>
				<p>18. 베다니는 예루살렘에서 가깝기가 한 오 리쯤 되매</p>
				<p>19. 많은 유대인이 마르다와 마리아에게 그 오라비의 일로 위문하러 왔더니</p>
				<p>20. 마르다는 예수께서 오신다는 말을 듣고 곧 나가 맞이하되 마리아는 집에 앉았더라</p>
				<p>21. 마르다가 예수께 여짜오되 주께서 여기 계셨더라면 내 오라버니가 죽지 아니하였겠나이다</p>
				<p>22. 그러나 나는 이제라도 주께서 무엇이든지 하나님께 구하시는 것을 하나님이 주실 줄을 아나이다</p>
				<p>23. 예수께서 이르시되 네 오라비가 다시 살아나리라</p>
				<p>24. 마르다가 이르되 마지막 날 부활 때에는 다시 살아날 줄을 내가 아나이다</p>
				<p>25. 예수께서 이르시되 나는 부활이요 생명이니 나를 믿는 자는 죽어도 살겠고</p>
				<p>26. 무릇 살아서 나를 믿는 자는 영원히 죽지 아니하리니 이것을 네가 믿느냐</p>
				<p>27. 이르되 주여 그러하외다 주는 그리스도시요 세상에 오시는 하나님의 아들이신 줄 내가 믿나이다</p>
				<br><br>
		  </div>
		  
		  <hr>
		  
		  
	</div>
    
  </div>
</div>

<footer class="container-fluid text-center">
  <p style="font-size: 12px;">서울특별시 서초구 헌릉로</p>
         <h6> 02-572-0691 <a href="thechurchinlove@gmail.com">thechurchinlove@gmail.com</a> </h6>
         <p style="font-size: 12px;">Copyright &copy; thechurchinlove</p>
</footer>

</body>
</html>